package business;

public class data {
   private String data1 = "더부페 종로점은 고객님의 관심과 사랑을 바탕을 근거로 세워졌습니다.\n"
+"종로점은 150석 1개 홀, 80석 3개 홀, 24인 룸(이든룸), 14인 룸(이플룸), 8인 룸 2개(무아, 초아)로 구성되어 돌, 백일, 기업행사, 생일 파티 등 각 단독 홀로 운영되어 가족, 연인, 회사원 모두 단란한 외식을 즐기실 수 있습니다.\n"
+ "생동감 있는 오픈 키친의 즉석요리와 세련되고 특별한 더부페만의 인테리어, 정감있는 연회서비스로 고객님을 모시겠습니다.\n";
   private String data2 = "매운 낙지 볶음으로 유명한 서린동의 낙지 전문점입니다.\n"
+"낚지를 입안이 얼얼할 정도로 매콤하게 볶아낸 것이 특징이지요.\n"
+"곁들여 나오는 콩나물과 상추, 김, 밥을 낙지와 함께 비벼 먹는 것도 별미라고 합니다.\n"
+"대파와 모시조개로 국물을 낸 조개탕과 해물을 넣은 파전도 반응이 좋으며, 낙지회, 연포탕, 낙지 전골 등의 메뉴도 준비되어 있습니다.\n";
   private String data3 = "메밀을 주로 파는 음식점입니다\n"
+"tv에도 나올 정도로 맛있고 잘하는 음식 점이지요\n"
+"미진으로 먹으러 오세요\n";
   private String data4 = "토종한우 중 최고 등급 1+ 1++ 만 취급하며 최고급 식재료를 사용하여  맛은 물론 건강까지 생각하는 고급 한우전문점 입니다.\n"
            +"모던한 인테리어에 6인실부터 60인실까지 다양한 룸과 4인석과 6인석테이블도 완비되어 있어 각종 모임 및 회식에 좋습니다.\n";
   private String data5 = "큐슈 지도리 우동이 대표 메뉴인 캐주얼 일식당입니다.\n"
+"우동과 소바를 주로 판매하는데, 지도리(닭), 니꾸(소), 키즈네(유부)의 3가지 종류가 있지요.\n"
+"차가운 면인 자루우동과 자루소바, 그리고 곁들이메뉴인 지도리모모야키(닭고기구이)도 함께 선보이고 있습니다.\n"
+"메뉴판에 그림과 설명이 자세하게 적혀 있어 주문하기가 편리합니다.\n"
+"모든 메뉴는 곱배기로 주문하더라도 같은 가격을 받는 것이 특징이지요.\n";
   private String data6 = "종로타워 33층에 있는 탑 클라우드는 맛의 여행을 즐길 수 있는 다이닝 바와 그릴로 나누어져 있습니다."
+"하늘에서 내려다보는 환상적인 서울의 야경이 당신을 천상에 있는 듯한 착각에 빠지게 할 것입니다.\n"
+"합리적인 가격으로 호텔수준의 음식과 서비스를 즐길 수 있는 서울의 명소 탑 클라우드에서 아름다운 추억을 만드시기 바랍니다.\n"
+"오픈 때부터 많은 관심을 받았던 화장실 역시 탑 클라우드의 개성이 살아 있는 곳.\n"
+"폐쇄적인 공간으로만 인식되던 화장실을 라운드 형 세면대와 유리 벽으로 꾸며 세련된 공간으로 탈바꿈 시켰습니다.\n";
   private String data7 = "직접 농장에서 재배한 재료로 조리한 풍성한 요리와 함께 푸짐한 그릴요리, 다양한 사이드 메뉴를 즐길 수 있는 애슐리 B.B.Q"
+"파티!애슐리 명동점에서 무제한으로 즐기십시오!\n";
   public String getData1() {
      return data1;
   }
   public String getData2() {
      return data2;
   }
   public String getData3() {
      return data3;
   }
   public String getData4() {
      return data4;
   }
   public String getData5() {
      return data5;
   }
   public String getData6() {
      return data6;
   }
   public String getData7() {
      return data7;
   }
   
   
}